{
    "title": "Thịt kho cháy cạnh",
    "reviews":
    [{
        "username": "Quan",
        "content": "This wack",
        "img_urls": ["Nothing"],
        "ranking": 1    
    }],
    "category": "món kho",
    "est_cook_mins": 15,
    "n0_likes": 60,
    "n0_servings": 2,
    "user_id": "asd",
    "rating": 3.2,
    "n0_ratings": 23,
    "img_urls": [
      "https://cdn.cet.edu.vn/wp-content/uploads/2019/08/cach-lam-thit-kho-chay-canh.jpg"
    ],
    "steps": [
      {
        "img_urls": [""],
        "content": "Sơ chế nguyên liệu - Thịt ba chỉ mua về đem rửa sạch với nước muối loãng trước, sau đó rửa lại với nước rồi để ráo. Tiếp tục thái thịt thành những miếng vừa ăn, nên thái miếng hình chữ nhật và thái hơi mỏng để thịt dễ ngấm vị và khi rang cháy sẽ tiết bớt mỡ ra, giúp thịt dai ngon, ít ngán.\\nSau khi thái thịt xong, bạn cho vào nước sôi chần khoảng 30 giây rồi vớt ra giúp cho mặt thịt se lại, khi rang thịt sẽ thơm ngon hơn và không bị vẩy bọt. Bạn cũng có thể chần nguyên miếng thịt rồi thái nhỏ. Tuy nhiên, thái nhỏ rồi chần sẽ giúp miếng thịt se mặt lại, khi rang nhanh cháy cạnh và không bị mất chất ngọt bên trong.\\nHành tím bóc vỏ, đập dập, băm nhỏ.\\nSả bóc lớp vỏ già, cắt gốc, rửa sạch, cắt khúc rồi chẻ thành các sợi dài, nhỏ.\\nỚt tươi rửa sạch, thái lát nhỏ, có thể bỏ hạt hoặc không.\\nHành lá nhặt rửa sạch, cắt khúc."
      },
      {
        "img_urls": [""],
        "content": "Bước 2: Ướp thịt\\nSau khi chần thịt và để ráo, bạn cho thịt vào tô hoặc nồi, nêm thêm: 1 thìa canh nước mắm ngon, 1 thìa cà phê bột ngọt, 1 thìa cà phê nước hàng. Trộn đều thịt với gia vị rồi ướp khoảng 20 - 30 phút."
      },
      {
        "img_urls": [""],
        "content": "Bước 3: Rang thịt\\nBạn bắc chảo lòng sâu lên bếp, cho thịt vào chảo rồi bật lửa vừa, đảo thịt đều tay cho đến khi thịt tiết ra mỡ và xém vàng 2 mặt thì bạn cho sả vào đảo cùng để thịt thấm mùi thơm của sả. Đảo thêm vài phút cho đến khi sả dậy mùi thơm và hơi vàng. Nếu thịt tiết ra nhiều mỡ, bạn có thể nghiêng chảo lại rồi dùng muỗng múc bớt ra ngoài, để lại một chút cho thịt không bị khô.\\nTiếp tục cho hành tím băm vào đảo cùng thịt cho thơm rồi nêm nếm nước mắm, thêm chút đường rồi đảo đều để thịt thấm gia vị. Hạ lửa nhỏ, đảo thêm vài phút để thịt không bị cháy và cho ớt thái nhỏ, hành lá vào đảo đều rồi tắt bếp."
      }
    ],
    "ingredients": [
      {
        "category": "thịt lợn",
        "name": "thịt ba chỉ",
        "Ngon_url": "",
        "ammount": 500,
        "unit": "g"
      }
    ]
  }